Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Kollagenpräparate für kosmetische Zwecke
en: Collagen preparations for cosmetic purposes

source: Flüssige Eyeliner
en: Liquid eyeliners

source: Fußkuren für die Hautpflege
en: Foot masks for skin care

source: Handkuren für die Hautpflege
en: Hand masks for skin care

source: Waschzusätze zur Wasserenthärtung
en: Laundry additives for water softening

source: Peelings für kosmetische Zwecke
en: Exfoliating scrubs for cosmetic purposes

source: Porenstraffende Masken für kosmetische Zwecke
en: Pores tightening mask packs used as cosmetics

source: Peelings für das Gesicht
en: Exfoliating scrubs for the face

source: Nicht medizinische Zahncreme
en: Non-medicated toothpaste

source: Sprühreiniger für Haushaltszwecke
en: Spray cleaners for household use

source: Sprühreiniger für Textilien
en: Spray cleaners for use on textiles

source: Sonnenschutzmittel für kosmetische Zwecke
en: Sun care preparations for cosmetic use

source: Vanille-Parfüms
en: Vanilla perfumery

source: Mittel für Wachsstreifen
en: Wax stripping preparations

source: Präparate zur Haarbehandlung
en: Hair treatment preparations

source: Dekorative Kosmetika
en: Decorative cosmetics

source: Abbeizmittel für Fußböden
en: Floor stripping preparations

source: Spülmittel für Wäsche
en: Rinsing agents for laundry

source: Shampoos für Menschen
en: Shampoos for human hair

source: Flüssigseife zum Geschirrspülen
en: Liquid soap for dish washing

source: Zahnpasta in weicher Blockform
en: Toothpaste in soft cake form

source: Alaunsteine [Adstringenzien]
en: Alum stones [astringents]

source: Rasiersteine [Adstringenzien]
en: Shaving stones [astringents]

source: Nasenreinigungspräparate für die Körperpflege
en: Nasal cleaning preparations for personal sanitary purposes

source: Schmutz anziehende Waschmittel
en: Laundry preparations for attracting dirt

source: Fluidcremes [Kosmetika]
en: Fluid creams [cosmetics]

source: Kosmetische Mundpflegemittelsets
en: Sets of cosmetic oral care products

source: Rasiersets, bestehend aus Rasiercreme und Rasierwasser
en: Shaving sets, comprised of shaving cream and aftershave

source: Duschsalze, nicht für medizinische Zwecke
en: Shower salts not for medical purposes

source: Kosmetische Duschpräparate
en: Cosmetic products for the shower

source: Glitzernde Fluide für den Körper
en: Sparkling fluid for the body

source: Kosmetische Haarkuren zur Erhaltung des Haares
en: Hair preservation treatments for cosmetic use

source: Geruchsauffrischer für Tiere
en: Odour fresheners for animals

source: Reinigungspräparate für Tierkäfige
en: Cleaning preparations for animal cages

source: Präparate und Mittel zur Fellpflege
en: Preparations and products for fur care

source: Hautpflegemittel für Tiere
en: Skin care products for animals

source: Deodorants für Tiere
en: Deodorants for animals

source: Kosmetische Präparate zur Hautstraffung
en: Cosmetic preparations for skin firming

source: Mittel zum Schutz von gefärbten Haaren
en: Products for protecting coloured hair

source: Präparate zum Schutz von gefärbten Haaren
en: Preparations for protecting coloured hair

source: Kosmetische Stifte für die Wangen
en: Cosmetic pencils for cheeks

source: Ätherische Öle aus Sandelholz
en: Essential oils of sandalwood

source: Nicht medizinische Gesichtspflegemittel
en: Non-medicated face care preparations

source: Kiefernöl für die Fußbodenpflege
en: Pine oils for cleaning floors

source: Lippenrouge [Kosmetika]
en: Lip stains [cosmetics]

source: Mit Reinigungsmitteln imprägnierte Putztücher für Kameraobjektive
en: Cloths impregnated with a detergent for cleaning camera lenses

source: Pasten zur Zahnaufhellung
en: Tooth whitening pastes

source: Cremes zur Zahnaufhellung
en: Tooth whitening creams

source: Pärparate zur Zahnaufhellung
en: Tooth whitening preparations

source: Mit Reinigungsmitteln imprägnierte Brillenputztücher
en: Eyeglass wipes impregnated with a detergent

source: Fettentfernungsmittel, außer zur Verwendung in Herstellungsverfahren
en: Degreasing solvents, other than for use in manufacturing processes

source: Gesichtspeelingmittel für kosmetische Zwecke
en: Facial peel preparations for cosmetic use

source: Haut-, Augen- und Nagelpflegemittel
en: Skin, eye and nail care preparations

source: Kaubare Zahnreinigungspräparate
en: Chewable tooth cleaning preparations

source: Kaubare Zahnputzmittel
en: Chewable dentifrices

source: Waschmittel enthaltende Waschkugeln
en: Laundry balls containing laundry detergent

source: Kosmetika mit Hyaluronsäure
en: Cosmetics containing hyaluronic acid

source: Kosmetika mit Panthenol
en: Cosmetics containing panthenol

source: Kosmetika mit Keratin
en: Cosmetics containing keratin

source: Reinigungsmittel zur Verwendung in der Viehwirtschaft
en: Cleaning preparations for use in livestock farming

source: Schleifmittel für die Fahrzeugpflege
en: Abrasive preparations for vehicle care

source: Kosmetikpräparate für Bad und Dusche
en: Cosmetic preparations for bath and shower

source: Rauchfreie feste Verbindungen als Brennstoffe
en: Smokeless solid compositions for use as fuels

source: Technische Benzine
en: Industrial gasoline

source: Konservierungsöle für Mauerwerk
en: Oils for the preservation of masonry

source: Nicht chemische Zusätze für Hydraulikflüssigkeiten
en: Additives (Non-chemical -) for hydraulic fluids

source: Kerzen als Christbaumschmuck für Beleuchtungszwecke
en: Christmas tree decorations for illumination [candles]

source: Pflanzenöle als Antihaftbeschichtung von Kochgeräten
en: Vegetable oils for the non-stick treatment of cooking utensils

source: Mittel zur Verringerung von Gleitreibung zwischen zwei Oberflächen
en: Preparations for reducing sliding friction between two surfaces

source: Vorwiegend aus technischen Ölen bestehende Penetriermittel
en: Penetrating preparations consisting principally of oils

source: Leinöle für Anstrichfarben
en: Linseed oils for paints

source: Schmiermittel mit reibungsarmen Zusätzen
en: Lubricants containing low friction additives

source: Nicht chemische Zusätze für Getriebeöle
en: Non-chemical additives for transmission oils

source: Nicht chemische Zusätze für organische Arbeitsflüssigkeiten als Schmiermittel
en: Non-chemical additives to organic working fluids to act as in-situ lubricants

source: Fette für technische Zwecke
en: Greases for technical purposes

source: Brennbriketts für den Haushalt aus Kohle, Koks und unter Beimischung von Quarz
en: Household fuel briquettes made from a mixture of coal, coke and an admixture of quartz

source: Kohlenwasserstoff-Brennstoffe aus Teer
en: Hydrocarbon fuels derived from tar

source: Technische Paraffine
en: Industrial paraffins

source: Schmiermittel für Maschinen
en: Lubricants for machines

source: Schmiermittel zum Schutz der Ketten von Kettensägen
en: Lubricants for the protection of the chains of chainsaws

source: Schmiermittel zur Verwendung mit Stromkabeln
en: Lubricants for use with power cables

source: Schmiermittel in Form von Ölen
en: Lubricants in the nature of oils

source: Öle mit wasserentziehenden Zusätzen
en: Oils containing water dispersant additives

source: Verbrennungsverbesserer [Öle]
en: Combustion enhancers [oils]

source: Brennverstärker [Erdölprodukte]
en: Combustion enhancers [petroleum products]

source: Staubabsorbierungsmittel in Form von Ölen
en: Dust absorbing compositions in the nature of oils

source: Nicht chemische Zusätze für Erdölprodukte
en: Additives (Non-chemical -) for petroleum products

source: Sonnenblumenöl für gewerbliche Zwecke
en: Sunflower oil for industrial purposes

source: Schmieröle zum Kühlen von Metallen beim Schneiden
en: Lubricating oils for cooling metal during cutting

source: Schmieröle zum Schneiden von Metallteilen
en: Lubricating oils for the cutting of metal pieces

source: Schmieröle zum Formen von Metallstücken
en: Lubricating oils for the shaping of metal pieces

source: Wachs für gewerbliche Zwecke
en: Fuel for use in barbecues

source: Feine Motorenöle
en: Coal based fuels

source: Fossile Brennstoffe
en: Fine oils for motors

source: Zusammensetzungen auf Erdölbasis zur Staubunterdrückung
en: Petroleum based dust suppressing compositions

source: Schmieröle für Kraftfahrzeugmotoren
en: Lubricating oil for motor vehicle engines

source: Mineralische Öle und Fette für gewerbliche Zwecke [nicht für Brennstoffe]
en: Mineral oils and greases for industrial purposes [not for fuel]

source: Bindemittel für feste Brennstoffe
en: Binding preparations for solid fuels

source: Bitumemulsionen für Brennstoff
en: Bitumen emulsions for fuel

source: Brennstoffe aus Anthrazitkohle und Koks
en: Fuels made from anthracite coal and coke

source: Gasöl zum Heizen von Wohnräumen
en: Gas oil for domestic heating

source: Petrochemische Benzinzusätze
en: Petrol additives [petrochemical]

source: Holzpellets [Brennstoff]
en: Wood heating pellets [fuel]

source: Schmiermittel für Flugzeugmotoren
en: Lubricants for aircraft engines

source: Nicht chemische Additive für Kühlmittel
en: Non-chemical additives for coolants

source: Fette zum Schmieren von freiliegenden Getrieben
en: Greases for the lubrication of exposed gears

source: Schmiermittel zur Bearbeitung von Metall
en: Lubricants for use in the machining of metal

source: Schmiermittel auf Ölbasis
en: Oil based lubricants

source: Öle zur Oberflächenbehandlung
en: Oils for surface treatment

source: Metallschneidöle und -fette
en: Metal cutting compounds

source: Aus der Raffination von Rohöl gewonnene Rohölerzeugnisse
en: Crude oil products derived from the refining of crude

source: Schneideöle und -fette zur Metallbearbeitung
en: Cutting preparations for metal working operations

source: Briketts aus Bitumen
en: Briquettes of bitumen

source: Feste Schmiermittel für Textilien
en: Solid lubricants for textiles

source: Nicht chemische Additive für Motoröle
en: Non-chemical additives for engine oils

source: Nicht chemische Brennstoffzusätze
en: Non- chemical fuel additives

source: Wachs [Rohmaterial]
en: Wax [raw material]

source: Koks
en: Coke

source: Mineralöl zur Herstellung von Kosmetika und Hautpflegeprodukten
en: Mineral oil for use in the manufacture of cosmetics and skin care products

source: Öle zum Konservieren für Mauerwerk
en: Products for sealing brickwork [oils]

source: Erzeugnisse auf Holzkohlebasis als Brennstoff
en: Charcoal based products for use as a fuel

source: Feuchtigkeitsimprägniermittel in Form von Ölen für Kraftfahrzeugzündanlagen
en: Waterproofing preparations in the form of oils for motor car ignition systems

source: Knochenöl für gewerbliche Zwecke
en: Bone oil for industrial purposes

source: Flüssige Grillanzünder
en: Barbecue liquid lighters

source: Öle für Turbineneinheiten
en: Oils for turbo units

source: Kerosin zum Heizen von Wohnräumen
en: Kerosene for domestic heating

source: Mittel zum Schutz von Mauerwerk [Konservierungsöle]
en: Compositions for preserving brickwork [oils]

source: Lampenöle mit Insektenvertreibungsmitteln
en: Lamp oils containing insect repellant

source: Lanolin für die Herstellung von Kosmetika und Salben
en: Lanolin for use in the manufacture of cosmetics and ointments

source: Mineralöle
en: Mineral oils

source: Rizinusöl für gewerbliche Zwecke
en: Castor oil for industrial purposes

source: Wärmebehandlungsöle für die Metallbearbeitung
en: Heat treatment oils for use in metal working

source: Brennstoffbriketts aus Kohle mit Quarzzusätzen für Haushaltszwecke
en: Household fuel briquettes made from coal with an admixture of quartz

source: Technisches Heizöle
en: Industrial fuel oil

source: Technische Öle zur Schmierung von Oberflächen
en: Industrial oils for the lubrication of surfaces

source: Schmiermittel zur Verwendung mit Koaxialtelefonkabeln
en: Lubricants for use with coaxial telephone cables

source: Schmiermittel in Form von Talkumpuder
en: Lubricating agents in the form of talcum powder

source: Kohleanzünder [Holzspäne]
en: Firelighters [kindling woods]

source: Nicht chemische Frostschutzzusätze für Kraftstoffe
en: Anti-freezing additives (Non-chemical -) for fuels

source: Kerzen zur Verwendung als Nachtlicht
en: Candles for use as nightlights

source: Kerzen zur Verwendung als Kuchendekoration
en: Candles for use in the decoration of cakes

source: Schmieröle für Laserdrucker
en: Lubricating oils for laser printers

source: Kerzen als Rauchverzehrer
en: Candles for absorbing smoke

source: Sojaölpräparate zur Antihaftbeschichtung von Kochgeräten
en: Soya bean oil preparations for non-stick treatment of cooking utensils

source: Dochte zur Beleuchtung
en: Wicks for lighting

source: Emulsionen aus Öl als Brennstoff
en: Emulsions of oil for use as a fuel

source: Extrafeine Motorenöle
en: Extra fine oils for motors

source: Technische Öle zur Verarbeitung von Metallen
en: Technical oils for processing metals

source: Dochte
en: Wicks

source: Holzkohle zum Grillen
en: Wood coal for grilling

source: Rizinusöl für technische Zwecke
en: Castor oil for technical purposes

source: Erdölkoks als Brennstoff
en: Petroleum coke for use as fuels

source: Nicht lösliche Schneidöle
en: Non-soluble cutting oils

source: Brennstoff auf Alkoholgrundlage
en: Fuel with an alcoholic base

source: Brennstoffe für Heizzwecke
en: Fuels for heating purposes

source: Flüssiggase zum Antreiben von Kraftfahrzeugen
en: Liquefied gases for driving motor vehicles

source: Reinigungsmittel enthaltende Schmiermittel für Förderbänder
en: Lubricants for conveyor belts containing a cleaning agent

source: Desinfektionsmittel enthaltende Schmiermittel für Förderketten
en: Lubricants for conveyor chains containing a disinfecting agent

source: Mittel zur Konservierung von Beton [Öle]
en: Compositions for preserving concrete [oils]

source: Schutzüberzüge für Beton-Formen [Öle]
en: Protective coatings [oils] for concrete forms

source: Fette für Bremsschuhe
en: Grease for brake shoes

source: Schmiermittel in Form von Graphitpulver
en: Lubricating agents in the form of graphite powder

source: Propan als Brennstoff
en: Propane for use as fuel

source: Schneidöle für die industrielle Metallbearbeitung
en: Cutting oil for industrial metal working

source: Öle zum Härten von Metallen
en: Oils for tempering metals

source: Brennbare Wachse
en: Combustible waxes

source: Rauchfreie Verbindungen als Brennstoffe
en: Smokeless compositions for use as fuels

source: Synthetische Kompressorenöle
en: Synthetic compressor oils

source: Nicht chemische Zusätze für Fette
en: Non-chemical additives for greases

source: Nicht chemische Zusatzstoffe für Öle
en: Non-chemical additives for oils

source: Bienenwachs für die Herstellung von Kosmetika
en: Beeswax for use in the manufacture of cosmetics

source: Bienenwachs für die Herstellung von Salben
en: Beeswax for use in the manufacture of ointments

source: Zementkonservierungsmittel aus Ölen
en: Preservatives for cement [oils]

source: Nicht chemische Additivkonzentrate für Schmierstoffe
en: Additive concentrates (Non-chemical -) for lubricants

source: Vaseline [Erdölgelee] für gewerbliche Zwecke
en: Petroleum jelly for industrial purposes

source: Torfbriketts [Brennstoff]
en: Peat briquettes [fuel]

source: Lösliche Schneidöle
en: Soluble cutting oils

source: Grillbrennstoffe aus Holzspänen
en: Barbecue fuel made from woodchips

source: Fette für Bremsbeläge
en: Grease for brake pads

source: Öle für Werkzeugmaschinen
en: Oils for use with machine tools

source: Technische Kriechfette
en: Penetrating greases

source: Korrosionshemmer enthaltende Schmiermittel für Förderketten
en: Lubricants for conveyor chains containing a corrosion inhibitor

source: Brennstoffbriketts aus Koks mit Quarzzusätzen für Haushaltszwecke
en: Household fuel briquettes made from coke with an admixture of quartz

source: Abdichtende Öle
en: Isolating oils

source: Brennbare Briketts [Holzkohlebriketts]
en: Combustible briquettes [charcoal briquettes]

source: Mit Insektenschutzmitteln versetzte Kerzen
en: Candles containing insect repellent

source: Schmiermittel für Erdölbohrungen
en: Oil well drilling lubricants

source: Öle für den hydrodynamischen Antrieb für Fahrzeuge
en: Oils for the hydrodynamic drive for vehicles

source: Briketts
en: Briquettes

source: Butangase als Brennstoff
en: Butane gas for use as a fuel

source: Schmieröle mit Zusätzen zum Schutz von Metallen vor Verschleiß durch Reibung
en: Lubricating oils containing additives which protect metal against wear by friction

source: Schmieröle zur Verwendung als Schneidflüssigkeit
en: Lubricating oils for use as a cutting fluid

source: Synthetische Öle
en: Synthetic oils

source: Lanolin zur Herstellung von Kosmetika
en: Lanolin for use in the manufacture of cosmetics

source: Kerosin
en: Kerosene

source: Künstliches Mineralöl
en: Artificial petroleum

source: Präparate zum Lösen angerosteter Metallteile [Schmiermittel]
en: Preparations for loosening rusted metal components

source: Kraftfahrzeugschmiermittel für Fahrzeugmotoren
en: Automotive lubricants for car engines

source: Brennstoffe aus Rohöl
en: Fuels derived from crude oil

source: Fette zum Schmieren von Kabeln
en: Greases for the lubrication of cables

source: Zusätze enthaltende Heizöle
en: Heating oils containing additives

source: Technische Öle als Abschrecköle
en: Industrial oils being quenching oils

source: Schmiermittel für das Aufziehen von Luftreifen
en: Lubricants for mounting pneumatic tyres

source: Schmiermittel für Schneidemaschinen
en: Lubricants for use in machine cutting

source: Schmierstoffe, ausgenommen für medizinische Zwecke
en: Lubricating agents, other than for medical use

source: Öle für Automobile
en: Oils for automobiles

source: Schmieröle als Hydrauliköle
en: Lubricating oils for petrol engines

source: Schmierende Fette und Öle
en: Lubricating oils and greases

source: Nicht chemische Zusätze für Schmiermittel
en: Non-chemical additives for lubricants

source: Lederkonservierungsöle- und -fette
en: Leather preserving oil and grease

source: Schmieröle auf Mineralölbasis
en: Mineral lubricating oils

source: Konservierungsmittel für Metall [Fette]
en: Preservatives for metals [grease]

source: Prozessöle für Bitumenstreckmittel
en: Process oil for use in bitumen extenders

source: Schmierfette für Ketten
en: Lubricants for cables

source: Holzkohle als Brennstoff
en: Charcoal for use as fuel

source: Agglomerierte Brennstoffe
en: Combustible agglomerated fuels

source: Staubbenetzungsmittel in Form von Ölen
en: Dust wetting compositions in the nature of oils

source: Emulsionen aus Bitumen als Brennstoff
en: Emulsions of bitumen for use as fuel

source: Rapsöl für gewerbliche Zwecke
en: Rape oil for industrial purposes

source: Kerzen für besondere Anlässe
en: Special occasion candles

source: Gewindeschneid- und -bohrschmiermittel
en: Thread cutting and tapping lubricant

source: Dochte für Öllampen
en: Wicks for oil lamps

source: Schmieröle [industrielle Schmiermittel]
en: Lubricating oils [industrial lubricants]

source: Elektrische Energie
en: Electrical energy

source: Gas zum Anfeuern von Flammen
en: Gases for flame heating

source: Schmiermittel für landwirtschaftliche Geräte
en: Lubricants for agricultural implements

source: Schmiermittel für das Abziehen von Luftreifen
en: Lubricants for demounting pneumatic tyres

source: Nicht chemische Zusätze für Schneidöle
en: Non-chemical additives for cutting oils

source: Schmiermittel für Kunststoffmaterialien
en: Lubricants for plastic materials

source: Schmiermittel für Polymeroberflächen
en: Lubricants for polymeric surfaces

source: Schmiermittel für Industrieverfahren
en: Lubricants for use in industrial processes

source: Schutzanstriche für Gebäude [Öle]
en: Protective coatings for buildings [oils]

source: Duftkerzen für die Aromatherapie
en: Aromatherapy fragrance candles

source: Brennstoffe für Pyrophorfeuerzeuge
en: Fuel for pyrophoric lighters

source: Briketts [Brennstoff]
en: Combustible briquettes

source: Trennmittel [Öle]
en: Release agents [oils]

source: Synthetische Schmiermittel in Form von Aerosolen
en: Synthetic lubricants in the form of aerosols

source: Flüssiganzünder für Kohle
en: Charcoal lighter fluid

source: Gehärtete Öle [hydrierte Öle für gewerbliche Zwecke]
en: Hardened oils [hydrogenated oils for industrial use]

source: Brennholz
en: Firewood

source: Nicht chemische Additivkonzentrate für Motorkraftstoffe
en: Additive concentrates (Non-chemical -) for motor fuels

source: Nicht chemische Zusätze für Verbrennungsverbesserer
en: Additives (Non-chemical -) for combustion enhancers

source: Natürliche Holzkohle
en: Vegetable charcoals

source: Mittel zum Schmieren von Scharnieren
en: Preparations for lubricating joints

source: Sauerstoffverflüssigtes Kohlenwasserstoffgas für Fackeln
en: Oxygen liquified hydrocarbon gas for use in torches

source: Brennspiritus
en: Methylated spirit

source: Öle zur thermischen Behandlung von Metallen
en: Oils for thermic treatment of metals

source: Öle für Turbinen
en: Oils for turbines

source: Penetrieröle für Türschlösser
en: Penetrating oils for use on door locks

source: Schmiermittel als Getriebeöle
en: Lubricants being gear oils

source: Schmiermittel für Industrieapparate
en: Lubricants for industrial apparatus

source: Schmierfette für Fahrzeuge
en: Lubrication grease for vehicles

source: Lösungsbenzine als Beschleuniger
en: Mineral spirits for use as an accelerant

source: Fette zum Schmieren von Gelenken
en: Greases for the lubrication of joints

source: Schmiermittel für chirurgische Apparate
en: Lubricants for surgical apparatus

source: Schmiermittel mit reinigenden Eigenschaften
en: Lubricants having cleaning properties

source: Technische Öle für Batterien
en: Industrial oil for batteries

source: Technische Öle und Fette, Schmiermittel
en: Industrial oils and greases, lubricants

source: Materialien zur Baukonservierung [Öle]
en: Materials for use in preserving buildings [oils]

source: Nicht chemische Zusätze für Kraftstoffe zum Verhindern von Brennkammerablagerungen
en: Additives (Non-chemical -) for fuels to prevent combustion chamber deposits

source: Schmiermittel sowie industrielle Fette, Wachse und Fluide
en: Lubricants and industrial greases, waxes and fluids

source: Konservierungsöle für Mauerwerke und Leder
en: Preserving oils for masonry or leather

source: Baumwollsamenöle für gewerbliche Zwecke
en: Cottonseed oils for industrial purposes

source: Tieröle für gewerbliche Zwecke
en: Animal oils for industrial purposes

source: Festschmiermittel für industrielle Zwecke
en: Solid lubricants for industrial purposes

source: Rindertalg für gewerbliche Zwecke
en: Beef tallow for industrial purposes

source: Ölfirnisse für gewerbliche Zwecke
en: Boiled oil for industrial purposes

source: Maisöle für gewerbliche Zwecke
en: Corn oils for industrial purposes

source: Fischöle für gewerbliche Zwecke
en: Fish oils for industrial purposes

source: Lanolin für gewerbliche Zwecke
en: Lanoline for industrial purposes

source: Motorenöl
en: Motor oil

source: Motoröle für Fahrzeuge
en: Automotive engine oils

source: Grafit als Schmiermittel
en: Graphite as a lubricant

source: Flüssiges Erdölgas
en: Liquefied petroleum gas

source: Verflüssigtes Erdgas
en: Liquefied natural gas

source: Perillaöl für gewerbliche Zwecke
en: Perilla oils for industrial purposes

source: Erdnussöl für gewerbliche Zwecke
en: Peanut oils for industrial purposes

source: Leinöle für gewerbliche Zwecke
en: Linseed oils for industrial purposes

source: Olivenöl für gewerbliche Zwecke
en: Olive oils for industrial purposes

source: Sesamöl für gewerbliche Zwecke
en: Sesame oil for industrial purposes

source: Sojaöl für gewerbliche Zwecke
en: Soybean oil for industrial purposes
